Repository: BuloZB/foris
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Configuration was successfully saved.
cs: Nastavení bylo úspěšně uloženo.

source: There were some errors in your input.
cs: Některé z Vámi zadaných údajů nejsou platné.

source: Old password you entered was not valid.
cs: Vámi zadané původní heslo je neplatné.

source: Password was successfully saved.
cs: Heslo bylo úspěšně uloženo.

source: WAN port has no link, your internet connection probably won't work.
cs: Do zdířky WAN není zapojený kabel, Vaše připojení do internetu zřejmě nebude fungovat.

source: Maintenance
cs: Údržba

source: Testing message was sent, please check your inbox.
cs: Testovací zpráva byla odeslána, zkontrolujte si prosím svou schránku.

source: Sending of the testing message failed, your configuration is possibly wrong.<br>Error returned:<br><pre>%(error)s</pre>
cs: Odesílání testovací zprávy selhalo. Selhání bylo pravděpodobně způsobeno špatným nastavením.<br>Navrácená chyba:<br><pre>%(error)s</pre>

source: Sending of the testing message failed because of an internal error.
cs: Testovací zprávu se nepodařilo odeslat kvůli vnitřní chybě.

source: Configuration was successfully restored. After installing updates and rebooting, router will be available at <a href="//%(new_ip)s">%(new_ip)s</a> in local network. Please wait a while until router automatically restarts.
cs: Nastavení bylo úspěšně obnoveno. Po instalaci aktualizací a restartu zařízení bude router z vnitřní sítě dostupný na adrese <a href="//%(new_ip)s">%(new_ip)s</a>. Vyčkejte prosím na automatický restart routeru.

source: Configuration was successfully restored. Please wait a while for installation of updates and automatic restart of the device.
cs: Nastavení bylo úspěšně obnoveno. Vyčkejte prosím na aktualizaci zařízení a automatický restart routeru.

source: IP address of the router could not be determined from the backup.
cs: Ze zálohy se nepodařilo určit IP adresu routeru.

source: Configuration could not be loaded, backup file is probably corrupted.
cs: Nastavení se nepodařilo obnovit, soubor se zálohou je pravděpodobně poškozený.

source: About
cs: O routeru

source: Home page
cs: Hlavní stránka

source: Configuration could not be saved due to an internal error.
cs: Nastavení se nepodařilo uložit kvůli vnitřní chybě.

source: Configuration wizard - step %s
cs: Průvodce nastavením - krok %s

source: Connectivity test
cs: Test připojení

source: System update
cs: Kontrola aktualizací

source: The password you entered was not valid.
cs: Vámi zadané heslo je neplatné.

source: Password
cs: Heslo

source: Set your password for this administration interface. The password must be at least 6 characters long.
cs: Zvolte si své přístupové heslo pro toto administrační rozhraní. Heslo musí být dlouhé alespoň 6 znaků.

source: Current password
cs: Aktuální heslo

source: New password
cs: Nové heslo

source: New password (repeat)
cs: Nové heslo (pro kontrolu)

source: Password (repeat)
cs: Heslo (pro kontrolu)

source: Passwords are not equal.
cs: Hesla se neshodují.

source: Use the same password for advanced configuration
cs: Používat stejné heslo pro pokročilé nastavení

source: Same password would be used for accessing this administration interface, for root user in LuCI web interface and for SSH login. Use a strong password! (If you choose not to set the password for advanced configuration here, you will have the option to do so later. Until then, the root account will be blocked.)
cs: Stejné heslo bude použito pro přístup do tohoto administračního rozhraní, pro uživatele root ve webovém rozhraní LuCI a pro SSH přístup. Použijte silné heslo! (Pokud se rozhodnete zatím toto heslo nenastavit, můžete tak učinit později. Do té doby bude účet uživatele root zablokovaný.)

source: Here you specify your WAN port settings. Usually, you can leave this options untouched unless instructed otherwise by your internet service provider. Also, in case there is a cable or DSL modem connecting your router to the network, it is usually not necessary to change this setting.
cs: Na této stránce specifikujete nastavení připojení k vnější síti (WAN port). Obvykle není nutné nastavení měnit, pokud to není vyžadováno Vaším poskytovatelem internetového připojení. Také v případě, že připojení k Internetu zprostředkovává kabelový nebo DSL modem, není většinou toto nastavení nutné měnit.

source: DHCP (automatic configuration)
cs: DHCP (automatická konfigurace)

source: Static IP address (manual configuration)
cs: Statická IP adresa (manuální konfigurace)

source: PPPoE (for DSL bridges, etc.)
cs: PPPoE (pro DSL bridge, atp.)

source: Protocol
cs: Protokol

source: IP address
cs: IP adresa

source: Network mask
cs: Maska podsítě

source: Gateway
cs: Brána

source: DNS server address is not required as the built-in DNS resolver is capable of working without it.
cs: Adresa DNS serveru není vyžadována - vestavěný DNS resolver je schopen pracovat bez ní.

source: Use IPv6
cs: Podpora IPv6

source: IPv6 address
cs: IPv6 adresa

source: IPv6 address and prefix length for WAN interface, e.g. 2001:db8:be13:37da::1/64
cs: IPv6 adresa a délka prefixu pro rozhraní WAN, např. 2001:db8:be13:37da::1/64

source: IPv6 gateway
cs: IPv6 výchozí brána

source: Address range for local network, e.g. 2001:db8:be13:37da::/64
cs: Adresní rozsah pro vnitřní síť, např. 2001:db8:be13:37da::/64

source: PAP/CHAP username
cs: PAP/CHAP jméno

source: PAP/CHAP password
cs: PAP/CHAP heslo

source: Enable IPv6
cs: Zapnout IPv6

source: Custom MAC address
cs: Vlastní MAC adresa

source: Useful in cases, when a specific MAC address is required by your internet service provider.
cs: Vhodné pro případ, kdy poskytovatel vyžaduje konkrétní MAC adresu připojeného zařízení.

source: MAC address
cs: MAC adresa

source: Separator is a colon, for example 00:11:22:33:44:55
cs: Oddělovačem je dvojtečka, např. 00:11:22:33:44:55

source: Use forwarding
cs: Používat forwardování

source: Time
cs: Čas

source: We could not synchronize the time with a timeserver, probably due to a loss of connection. It is necessary for the router to have correct time in order to function properly. Please, synchronize it with your computer's time, or set it manually.
cs: Nepodařilo se připojit k časovému serveru, pravděpodobně kvůli chybě připojení. Prosím, nastavte čas ručně nebo ho synchronizujte se svým počítačem pomocí následujícího formuláře. Správný čas je vyžadován pro funkci určitých služeb routeru.

source: This section contains settings for the local network (LAN). The provided defaults are suitable for most networks. <br><strong>Note:</strong> If you change the router IP address, all computers in LAN, probably including the one you are using now, will need to obtain a <strong>new IP address</strong> which does <strong>not</strong> happen <strong>immediately</strong>. It is recommended to disconnect and reconnect all LAN cables after submitting your changes to force the update. The next page will not load until you obtain a new IP from DHCP (if DHCP enabled) and you might need to <strong>refresh the page</strong> in your browser.
cs: Tato sekce obsahuje nastavení lokální sítě (LAN). Výchozí nastavení je vhodné pro většinu sítí a není třeba jej měnit. <br><strong>Upozornění:</strong> Pokud změníte IP adresu routeru, <strong>změní se adresy všech počítačů</strong> v LAN, pravděpodobně včetně toho, který právě používáte. To se <strong>nestane okamžitě</strong> a doporučujeme tedy odpojit a znovu připojit všechny síťové kabely poté, co odešlete změny v tomto formuláři. Následující stránka se nenahraje dokud nedojde ke změně adresy Vašeho počítače z DHCP (pokud je DHCP aktivováno). Může být také potřeba <strong>znovu nahrát stránku</strong> v prohlížeči.

source: Router IP address
cs: IP adresa routeru

source: Router's IP address in inner network. Also defines the range of assigned IP addresses.
cs: Vnitřní adresa routeru. Od této adresy je odvozen rozsah IP adres přidělovaných DHCP serverem.

source: Enable DHCP
cs: Zapnout DHCP

source: Enable this option to automatically assign IP addresses to the devices connected to the router.
cs: Povolte tuto volbu, pokud chcete, aby router automaticky přidělovat IP adresy připojeným zařízením.

source: DHCP start
cs: Začátek DHCP rozsahu

source: DHCP max leases
cs: Počet přidělovaných adres

source: If you want to use your router as a Wi-Fi access point, enable Wi-Fi here and fill in an SSID (the name of the access point) and a corresponding password. You can then set up your mobile devices, using the QR code available next to the form.
cs: Pokud chcete používat tento router pro připojování dalších zařízení k internetu pomocí Wi-Fi, povolte v následujícím formuláři Wi-Fi a zvolte si SSID (název přístupového bodu) a příslušné heslo.<br><br>Mobilní zařízení můžete jednoduše nastavit načtením QR kódu zobrazovaného vedle formuláře.

source: Enable Wi-Fi
cs: Povolit Wi-Fi

source: SSID
cs: Jméno sítě (SSID)

source: Hide SSID
cs: Skrýt SSID

source: If set, network is not visible when scanning for available networks.
cs: Při povolení této volby nebude síť zobrazována ve výpisu dostupných bezdrátových sítí.

source: auto
cs: automaticky

source: Wi-Fi mode
cs: Režim Wi-Fi

source: The 2.4 GHz band is more widely supported by clients, but tends to have more interference. The 5 GHz band is a newer standard and may not be supported by all your devices. It usually has less interference, but the signal does not carry so well indoors.
cs: Pásmo 2,4 GHz je častěji podporováno klienty, ale bývá častěji zarušené. Pásmo 5 GHz je novější standard, který nemusí být podporován všemi Vašimi zařízeními. Obvykle je méně zarušené, ale signál se uvnitř budov hůře šíří.

source: Network channel
cs: Kanál

source: Network password
cs: Heslo pro připojení

source: WPA2 pre-shared key, that is required to connect to the network. Minimum length is 8 characters.
cs: Heslo, které bude vyžadováno pro připojení k této síti, alespoň 8 znaků dlouhé.

source: Advanced administration
cs: Pokročilé nastavení

source: In order to access the advanced configuration possibilities which are not present here, you must set the root user's password. The advanced configuration options can be managed either through the <a href="//%(host)s/%(path)s">LuCI web interface</a> or over SSH.
cs: Pro přístup k pokročilému nastavení, které není možné pomocí tohoto rozhraní nastavit, je nutné zvolit heslo uživatele root, pomocí kterého se následně můžete přihlásit do <a href="//%(host)s/%(path)s">webového rozhraní LuCI</a>. Stejné heslo je použito pro přístup na SSH.

source: Backup file
cs: Soubor se zálohou

source: Notifications
cs: Upozornění

source: Notifications settings
cs: Nastavení upozornění

source: Enable notifications
cs: Zasílat upozornění

source: SMTP provider
cs: Poskytovatel SMTP

source: Custom
cs: Vlastní

source: If you set SMTP provider to "Turris", the servers provided to members of the Turris project would be used. These servers do not require any additional settings. If you want to set your own SMTP server, please select "Custom" and enter required settings.
cs: Pokud vyberete volbu "Turris", budou pro odesílání emailů použity servery poskytované účastníkům projektu Turris, které nevyžadují žádné dodatečné nastavení. Pokud chcete použít svůj vlastní SMTP server, vyberte prosím volbu "Vlastní" a následně zadejte požadované nastavení.

source: Recipient's email
cs: Adresát

source: Email address of recipient. Separate multiple addresses by spaces.
cs: Emailová adresa příjemce. Více adres oddělte pomocí mezer.

source: Sender's name
cs: Jméno odesílatele

source: Name of the sender - will be used as a part of the sender's email address before the "at" sign.
cs: Jméno odesílatele - použije se jako část emailové adresy odesílatele před zavináčem.

source: Sender's name can contain only alphanumeric characters, dots and underscores.
cs: Jméno odesílatele smí obsahovat pouze alfanumerické znaky, tečky a podtržítka.

source: Reboot is required
cs: Vyžadován restart

source: Reboot or attention is required
cs: Vyžadován restart nebo pozornost

source: Reboot or attention is required or update was installed
cs: Vyžadován restart, pozornost nebo byla nainstalována aktualizace

source: Importance
cs: Důležitost

source: Send news
cs: Zasílat novinky

source: Send emails about new features.
cs: Zasílat také upozornění na nové funkce routeru

source: SMTP settings
cs: Nastavení SMTP

source: Sender address (From)
cs: Adresa odesílatele

source: This is the address notifications are send from.
cs: Z této adresy budou zasílána upozornění.

source: Server address
cs: Adresa serveru

source: Server port
cs: Port serveru

source: None
cs: Žádné

source: Security
cs: Zabezpečení

source: Username
cs: Jméno

source: Automatic restarts
cs: Automatické restarty

source: Delay (days)
cs: Prodleva (dny)

source: Number of days that must pass between receiving the request for restart and the automatic restart itself.
cs: Počet dní mezi obdržením požadavku na restart a automatickým restartem.

source: Reboot time
cs: Čas restartu

source: Time of day of automatic reboot in HH:MM format.
cs: Denní čas automatického restartu ve formátu HH:MM.

source: Hint
cs: Nápověda

source: Reboot now
cs: Restartovat nyní

source: Dismiss
cs: Zahodit

source: Language
cs: Jazyk

source: Log out
cs: Odhlásit se

source: Log in
cs: Přihlásit se

source: Foris Configuration Interface
cs: Konfigurační rozhraní Foris

source: Go to LuCI
cs: Přejít na LuCI

source: This page requires JavaScript for proper function. Please enable it and refresh the page.
cs: Tato stránka potřebuje pro správnou funkci zapnutý JavaScript. Zapněte si prosím v prohlížeči JavaScript a stránku obnovte.

source: Turris router administration interface
cs: Administrační rozhraní routeru Turris

source: Discard changes
cs: Zahodit změny

source: Save changes
cs: Uložit změny

source: Welcome to the Turris administration site. Please, choose a config section you wish to change from the above selection.
cs: Vítejte v administračním rozhraní routeru Turris. Vyberte si prosím sekci, kterou chcete upravovat, z možností uvedených výše.

source: No new messages.
cs: Žádné nové zprávy.

source: Device
cs: Zařízení

source: Serial number
cs: Sériové číslo

source: Kernel version
cs: Verze jádra

source: Device registration
cs: Registrace zařízení

source: If you have not registered your device yet, click on the following button to obtain a registration code. This code must be submitted on the Turris site in your user profile available at: <a href="%(url)s">%(url)s</a>.
cs: Pokud ještě nemáte zařízení zaregistrované v systému Turris, klikněte na následující tlačítko pro vygenerování registračního kódu. Ten následně vyplňte ve svém uživatelském profilu v systému Turris na adrese <a href="%(url)s">%(url)s</a>

source: Registration code
cs: Registrační kód

source: Unfortunately, it wasn't possible to generate the registration code. This usually means the router is not connected to the internet. Please, try registering later. If the problem persists, contact the support.
cs: Při pokusu o vygenerování registračního kódu bohužel došlo k chybě. To většinou znamená, že Váš router není připojen k internetu. Prosím, zkuste registrační kód vygenerovat později v administračním rozhraní. Pokud problém přetrvává, kontaktujte prosím podporu.

source: Get registration code
cs: Získat registrační kód

source: We were unable to detect any wireless cards in your router.
cs: Ve Vašem zařízení nebyly nalezeny žádné Wi-Fi karty.

source: Router Turris uses its own DNS resolver with DNSSEC support. It is capable of working alone or it can forward your DNS queries through your internet service provider's DNS resolver.
cs: Router Turris používá vlastní DNS resolver s podporou DNSSEC. Ten je schopen pracovat jak naprosto samostatně, tak s využitím DNS resolveru poskytovatele, skrze který je prováděno tzv. forwardování.

source: The following setting determines the behavior of the DNS resolver. It is usually better to use the ISP's resolver in networks where it works properly. In case this does not work for some reason, it is necessary to use direct resolving without forwarding.
cs: Následující nastavení ovlivňuje právě nastavení DNS resolveru. V sítích, kde správně funguje DNS resolver poskytovatele je výhodnější jej používat, protože to většinou vede k rychlejší odezvě. Pokud však tento způsob nefunguje, je nutné použít variantu bez forwardování.

source: Save
cs: Uložit

source: Connection test
cs: Test připojení

source: Here you can test your internet connection. This test is also useful when you need to check that your DNS resolving works as expected. Remember to click on the <strong>Save</strong> button if you changed your forwarder setting.
cs: Zde si můžete otestovat funkčnost internetového připojení. Tento test je užitečný také v případě, kdy chcete otestovat, zda správně funguje nastavení DNS. Nezapomeňte stisknout tlačítko <strong>Uložit</strong>, pokud jste změnili nastavení forwardování výše.

source: Unable to verify network connection.
cs: Nepodařilo se ověřit stav připojení.

source: Test type
cs: Typ testu

source: Status
cs: Stav

source: IPv4 connectivity
cs: Konektivita IPv4

source: IPv4 gateway connectivity
cs: Dostupnost IPv4 brány

source: IPv6 connectivity
cs: Konektivita IPv6

source: IPv6 gateway connectivity
cs: Dostupnost IPv6 brány

source: Test connection
cs: Otestovat připojení

source: Notifications and automatic restarts
cs: Upozornění a automatické restarty

source: You can set the router to notify you when a specific event occurs, for example when a reboot is required, no space is left on device or an application update is installed. You can use Turris servers to send these emails. Alternatively, if you choose to use a custom server, you must enter some additional settings. These settings are the same as you enter in your email client and you can get them from the provider of your email inbox. In that case, because of security reasons, it is recommended to create a dedicated account for your router.
cs: Router můžete nastavit, aby Vás upozorňoval v případě, kdy nastane určitá událost, např. pokud je potřeba restartovat zařízení, na zařízení došlo místo nebo byla nainstalována aktualizace aplikace. Pro zasílání těchto upozornění můžete použít servery poskytované účastníkům projektu Turris. Alternativně můžete použít své vlastní servery, v tom případě je nutné zadat nastavení SMTP serveru (serveru pro odchozí poštu). Toto nastavení je stejné, jako zadáváte do emailového klienta, a můžete ho získat od poskytovatele své emailové schránky. V tomto případě doporučujeme z bezpečnostních důvodů vytvořit pro router oddělený účet.

source: Also, when an automatic restart is required, you can specify the time you want it to occur. If you have email notifications enabled, you can also specify the interval between notification and automatic restart.
cs: V případě, že je vyžadován automatický restart zařízení, můžete specifikovat čas, ve kterém si přejete, aby k němu došlo. Pokud máte nastavené upozorňování pomocí emailu, lze také stanovit interval mezi upozorněním a automatickým restartem, ke kterému dojde, pokud neprovedete restart ručně.

source: Send testing message
cs: Odeslat testovací zprávu

source: Configuration backup
cs: Záloha nastavení

source: If you need to save the current configuration of this device, you can download a backup file. The configuration is saved as an unencrypted compressed archive (.tar.bz2). Passwords for this configuration interface and for the advanced configuration are not included in the backup.
cs: Zde si můžete stáhnout zálohu současného nastavení zařízení. Záloha obsahuje volby nastavené prostřednictvím tohoto rozhraní a většinu voleb, které byly případně nastaveny v rozhraní LuCI. Nastavení je uloženo v nešifrovaném archivu (.tar.bz2). Heslo pro toto rozhraní a heslo do pokročilého nastavení zálohováno není.

source: Download configuration backup
cs: Stáhnout zálohu konfigurace

source: Configuration restore
cs: Obnovení nastavení

source: To restore the configuration from a backup file, upload it using following form. Keep in mind that IP address of this device might change during the process, causing unavailability of this interface.
cs: Pomocí následujícího formuláře můžete obnovit nastavení z archivu se zálohou. Obnovení nastavení může způsobit změnu IP adresy tohoto zařízení a způsobit tak nedostupnost tohoto rozhraní na současné adrese.

source: Restore from backup
cs: Obnovit ze zálohy

source: Device reboot
cs: Restart zařízení

source: If you need to reboot the device, click on the following button. The reboot process takes approximately 30 seconds, you will be required to log in again after the reboot.
cs: Pokud potřebujete restartovat router, můžete tak učinit pomocí tlačítka níže. Restart zařízení trvá přibližně 30 vteřin a bude nutné se po něm opět přihlásit.

source: Reboot
cs: Restartovat

source: Synchronize with your computer clock
cs: Synchronizovat s časem ve Vašem počítači

source: Set time manually
cs: Nastavit čas ručně

source: Synchronization successful.
cs: Synchronizace proběhla úspěšně.

source: Next
cs: Další

source: Time settings
cs: Nastavení času

source: Loading...
cs: Načítání...

source: Synchronizing router time with an internet time server.
cs: Probíhá synchronizace času s internetovým serverem.

source: One moment, please...
cs: Chvilku strpení...

source: Done
cs: Hotovo

source: Time was successfully synchronized, you can move to the next step.
cs: Čas byl úspěšně synchronizován, můžete postoupit k dalšímu kroku.

source: Checking internet connectivity.
cs: Probíhá test internetového připojení.

source: Internet connectivity test passed without error.
cs: Test připojení k internetu proběhl bez chyb.

source: Error
cs: Chyba

source: Your internet connection has network connectivity but DNS resolving does not work. This is probably a problem with your ISP.
cs: Vaše internetové připojení je funkční, ale nedaří se překládat adresy pomocí DNS. Tento problém je zřejmě způsoben u Vašeho poskytovatele připojení.

source: It seems that you have no internet connection, maybe your WAN settings are not right.
cs: Zdá se, že nemáte připojení do internetu, to je pravděpodobně způsobeno špatným nastavením WAN.

source: Try again
cs: Zkusit znovu

source: In some cases, such as on a slower DSL connection or when DHCP is used, this error might be due to slow network start-up. You can retest your connection using the above button if you think this might be the case. You can also return to previous page to fix the problem by modifying WAN settings.
cs: V některých případech, jako je pomalejší DSL připojení nebo při použití DHCP, může být tato chyba způsobena pomalým startem připojení. Pokud se domníváte, že by to mohl být tento případ, můžete spojení znovu otestovat tlačítkem "Zkusit znovu". Můžete se také vrátit na předchozí stránku a pokusit se problém napravit změnou nastavení WAN.

source: Adjust WAN settings
cs: Upravit nastavení WAN

source: Skip wizard
cs: Přeskočit průvodce

source: Registration failure
cs: Chyba při registraci

source: Important updates
cs: Důležité aktualizace

source: Important updates that require a device restart have been installed. Some services might not work if you don't restart the device. For details see below.
cs: Byly nainstalovány některé důležité aktualizace, které vyžadují restart routeru. Bez restartu zařízení některé služby nemusí správně fungovat. Podrobnější informace o těchto aktualizacích naleznete níže.

source: Continue to configuration interface
cs: Pokračovat do konfiguračního rozhraní

source: Step
cs: Krok

source: Welcome to configuration of router Turris
cs: Vítejte v nastavení routeru Turris
