Repository: BuloZB/foris
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Before you start to use the router for the first time, it is necessary to set it up. The following simple wizard will take you through the configuration procedure. After it is finished, your router will be ready for operation.
cs: Než začnete router používat, je třeba provést jeho prvotní nastavení. K tomu slouží tento jednoduchý průvodce základní konfigurací. Po jeho dokončení bude router připraven k běžnému použití.

source: If you want to restore a previously saved configuration or for some other reason skip this wizard, you can do so after choosing a password in its first step.
cs: Pokud chcete obnovit dříve uložené nastavení routeru nebo z jiného důvodu přeskočit tohoto průvodce, můžete tak učinit po nastavení uživatelského hesla v prvním kroku průvodce.

source: Begin installation
cs: Zahájit instalaci

source: Device was successfully installed. Last step that is required is a registration of your device in your user profile on the Turris website <a href="%(url)s">%(url)s</a>.
cs: Zařízení bylo úspěšně nastaveno. K plnohodnotnému provozu již zbývá pouze jeho aktivace v systému Turris. Následující kód vyplňte ve svém profilu na stránce <a href="%(url)s">%(url)s</a>.

source: <strong>Warning:</strong> this code is valid only for limited time. In case this code is refused, refresh this page to get a new one.
cs: <strong>Upozornění:</strong> kód má omezenou časovou platnost - v případě, že nebude při aktivaci akceptován, obnovte tuto stránku pro získání nového.

source: What next?
cs: Co dále?

source: You can change any of the previously configured settings in the <a href="%(url)s">standard configuration interface</a>. In case you are interested in more advanced options, you can use the LuCI interface which is available from the <a href="%(url2)s">Advanced administration tab</a>.
cs: Jakékoli z předchozích nastavení můžete kdykoli měnit ve <a href="%(url)s">standardním konfiguračním rozhraní</a>. Pokud chcete nastavovat pokročilejší funkce systému, můžete využít rozhraní LuCI, které je přístupné ze záložky <a href="%(url2)s">Pokročilé nastavení</a>.

source: Installing additional updates. Router will be restarted several times to finish the process.
cs: Probíhá instalace dalších aktualizací. V průběhu tohoto procesu bude router několikrát restartován.

source: Do not unplug the device during update!
cs: Během aktualizace zařízení neodpojujte!

source: Check of available updates in progress.
cs: Probíhá kontrola aktualizací.

source: Firmware update was successful, you can proceed to the next step.
cs: Aktualizace firmwaru proběhla v pořádku, můžete postoupit k dalšímu kroku.

source: Firmware update has failed due to a connection or installation error. You should check your cable connection before proceeding to the next step. But do not worry much about the update as the router will run the updater regularly.
cs: Aktualizace se nepodařilo stáhnout nebo došlo k jiné chybě. Prosíme, zkontrolujte, zda máte správně nastavené připojení do internetu a kabel zapojený do zdířky WAN. Jakmile budete mít připojení k internetu funkční, aktualizace se budou pravidelně instalovat samy.

source: Device has been restarted.
cs: Zařízení bylo restartováno.

source: Please log in again to continue.
cs: Pro pokračování se prosím přihlaste.

source: Proceed to login
cs: Přejít na přihlášení

source: This field is required.
cs: Toto pole je povinné.

source: Not a valid IPv4 address.
cs: Neplatná IPv4 adresa.

source: Not a valid IPv4 netmask address.
cs: Neplatná IPv4 síťová maska.

source: Not a valid IPv6 address.
cs: Neplatná IPv6 adresa.

source: This is not a valid IPv4 or IPv6 address.
cs: Toto není platná IPv4 nebo IPv6 adresa.

source: This is not an IPv6 address with prefix length.
cs: Toto není IPv6 adresa s délkou prefixu.

source: Is not a number.
cs: Není číslo.

source: This is not valid time in HH:MM format.
cs: Toto není platný čas ve formátu HH:MM.

source: MAC address is not valid.
cs: Není platná MAC adresa.

source: Not in a valid range %(low)s - %(high)s.
cs: Musí být z rozsahu %(low)s - %(high)s.

source: Length must be from %(low)s to %(high)s characters.
cs: Délka musí být od %(low)s do %(high)s znaků.
